Repository: leo/visage
Catalog: lang/visage-*.po
Languages: fr_fr

source: %1$sWarning:%2$s The default avatar rating is currently set to "%3$s", and your personal avatar has the rating "%4$s".
fr_fr: %1$sAvertissement:%2$s La note de défaut avatar est actuellement fixé à "%3$s", et votre avatar personnel a la cote "%4$s".

source: Allow users to set their own avatars easily.
fr_fr: ﻿Permettre aux utilisateurs de définir facilement leurs propres avatars.

source: Choose a custom avatar
fr_fr: ﻿Choisir un avatar personnalisé

source: Select
fr_fr: ﻿Selectionner

source: Personal Avatar
fr_fr: ﻿Avatar personnelles

source: Change
fr_fr: ﻿Changer

source: Delete
fr_fr: ﻿Supprimer

source: G &#8212; Suitable for all audiences
fr_fr: G &#8212; Convient pour tous les publics

source: PG &#8212; Possibly offensive, usually for audiences 13 and above
fr_fr: PG &#8212; Peut-offensive, en général pour le public et 13 ci-dessus

source: R &#8212; Intended for adult audiences above 17
fr_fr: ﻿R &#8212; Destiné à un public adulte supérieures à 17

source: X &#8212; Even more mature than above
fr_fr: X &#8212; ﻿Encore plus envahissant que celle des filaires
